[
  {
    "slug": "year-of-teamwork.md",
    "path": "themes/2022/year-of-teamwork.md",
    "source": "https://github.com/AnandChowdhary/themes/blob/main/themes/2022/year-of-teamwork.md",
    "title": "Year of Teamwork",
    "date": "2022-07-11T13:55:47.000Z",
    "excerpt": "Year of Teamwork\n\nYear of Teamwork stems from some of the issues I've been facing lately with delegation. Reflecting on my calendar in the past few months, I see that I've already started spending significantly more time on code review and planning than actually writing code than I used to this time last year, but it's not nearly enough. I still spend the majority of my time as an individual contributor, which is sca",
    "words": 283,
    "attributes": {
      "date": 2022
    }
  },
  {
    "slug": "year-of-long-term.md",
    "path": "themes/2020/year-of-long-term.md",
    "source": "https://github.com/AnandChowdhary/themes/blob/main/themes/2020/year-of-long-term.md",
    "title": "Year of Long Term",
    "date": "2022-11-20T16:21:04.000Z",
    "excerpt": "Year of Long Term\n\nI didn't write a blog post about my theme in 2020, but here's an excerpt from my blog post 2022 will be the Year of Teamwork which summarizes my thinking behind this theme:\n\n2020 was my Year of Long Term. I had just come back after living for a short while in the San Francisco Bay Area (after an exchange semester at Santa Clara University) and I knew that I'd be graduating from the University of Twente in 2020, so I had to",
    "words": 168,
    "attributes": {
      "date": 2020
    }
  },
  {
    "slug": "year-of-commitment.md",
    "path": "themes/2021/year-of-commitment.md",
    "source": "https://github.com/AnandChowdhary/themes/blob/main/themes/2021/year-of-commitment.md",
    "title": "Year of Commitment",
    "date": "2022-11-20T17:12:23.000Z",
    "excerpt": "Year of Commitment\n\nI didn't write a blog post about my theme in 2021, but here's an excerpt from my blog post 2022 will be the Year of Teamwork which summarizes my thinking behind this theme:\n\nMy theme for 2021 was Year of Commitment. In a post-pandemic world, I decided to double down on long-term goals (work, health, and personal life), and after living in India for most of the year, I wanted to move back to the Netherlands -- but not alone this time. In",
    "words": 211,
    "attributes": {
      "date": 2021
    }
  }
]
